Repository: mkappus1/datenmanagement-mt-25
Catalog: Lektion7/en-it.tmx
Source language: en
Languages: it

source: "The richness of the interior of the french style building at the beginning of the century by Joaquim Sotto Maior takes us back to the art of the joint use o Metal, Timber and plaster.
it: "Questo edificio di stile francese, fu costruito nei primi anni del Novecento da Joaquim Sotto Maior. La sua ricchezza interna ci rimanda all'arte del saper coniugare materiali diversi quali metallo, legno e stucchi.

source: The different rooms provide us with ecstatic visions : Crystal and bronze chandeliers, clocks, candlesticks, statues, and porcelain and convases of such famous artists as Dórdio Gomes, Joaquim Lopes and António RAMALHO.
it: Le diverse sale offrono interni riccamente decorati, in cui si possono ammirare lampadari di cristallo e bronzo, orologi, candelieri, statuette, oltre a porcellane e tele di artisti consacrati, quali Dórdio Gomes, Joaquim Lopes e António RAMALHO.

source: Certain prices of furniture, the iluminating stained-glass window and the gardens surrounding this palatial home are also worthy of mention.
it: Meritano inoltre un cenno particolare alcuni dei mobili, le VETRATE luminose e i giardini che circondano questa casa nobiliare.

source: Besides being a museum, this eminently cultural spot also stages exhibitions, concerts, "" Poetry in the Palace "", fashion shows, talks, meetings and conferences. "
it: Lo spazio, eminentemente culturale, è anche, oltre che museo, teatro di mostre, concerti, sessioni di poesia, eventi di moda, conferenze, riunioni e congressi. "

source: It pertained to the House of Palmela, that purchased the property in 1840.
it: Il appartint à la Casa Palmela, qui l'acheta en 1840.

source: 5. The Traditional Weaving Workshop (Largo Vasco da Gama) Weaving is one of this municipality's traditional activities.
it: 5. Außenstelle traditionelle Weberei (Largo Vasco da Gama)

source: "What used to be the Quinta de (Estate of) Santiago was built in 1896 as a summer home for the Santiago de Carvalho e Sousa family.
it: "Die ehemalige Quinta de Santiago wurde 1896 als Sommerdomizil der Familie Santiago de Carvalho e Sousa errichtet.

source: But the adventure of discovery is not limited to what can be found in the Visionarium.
it: Pero la aventura del descubrimiento no se limita al Visionarium.
